{
    "Action": {
        "fi": "Toiminto",
        "sv": "Åtgärd"
    },
    "Action ID": {
        "fi": "Toiminnon tunniste",
        "sv": "Id för åtgärd"
    },
    "Action initiated successfully.": {
        "fi": "Toiminto aloitettu onnistuneesti.",
        "sv": "Åtgärden påbörjad."
    },
    "Actions": {
        "fi": "Toiminnot",
        "sv": "Åtgärder"
    },
    "Actions may not be performed on root project folders.": {
        "fi": "Toimintoja ei voida suorittaa projektin juurikansioissa.",
        "sv": "Åtgärder kan inte utföras på projektets rotmappar."
    },
    "An error occurred when checking for datasets which may be deprecated by the requested action.": {
        "fi": "Virhe tarkistettaessa tutkimusaineistoja, jotka saattavat rikkoutua pyydetyn toiminnon seurauksena.",
        "sv": "Ett fel inträffade vid kontrollen av det dataset som kan påverkas av den begärda åtgärden."
    },
    "An unknown error occurred.": {
        "fi": "Tuntematon virhe.",
        "sv": "Ett okänt fel inträffade."
    },
    "Are you sure you want to freeze all files within this folder, moving them to the frozen area and making them read-only?": {
        "fi": "Oletko varma, että haluat jäädyttää kaikki tämän kansion tiedostot, siirtää ne jäädytetetylle alueelle, jossa niihin on vain lukuoikeus?",
        "sv": "Är du säker på att du vill frysa alla filerna i den här mappen, flytta dem till det frysta området och göra dem skrivskyddade?"
    },
    "Are you sure you want to freeze this file, moving it to the frozen area and making it read-only?": {
        "fi": "Oletko varma, että haluat jäädyttää tämän tiedoston, siirtää sen jäädytetetylle alueelle, jossa siihen on vain lukuoikeus?",
        "sv": "Är du säker på att du vill frysa den här filen, flytta den till det frysta området och göra den skrivskyddad?"
    },
    "Are you sure you want to unfreeze all files within this folder, moving them back to the staging area and making them writable again?": {
        "fi": "Oletko varma, että haluat palauttaa kaikki tämän kansion tiedostot takaisin valmistelualueelle ja tehdä niistä jälleen muokattavia?",
        "sv": "Är du säker på att du vill flytta alla filerna i den här mappen tillbaka till området för preparering av data och göra dem skrivbara igen?"
    },
    "Are you sure you want to unfreeze this file, moving it back to the staging area and making it writable again?": {
        "fi": "Oletko varma, että haluat siirtää tämän tiedoston takaisin valmistelualueelle ja tehdä siitä jälleen muokattavan?",
        "sv": "Är du säker på att du vill flytta den här filen tillbaka till området för preparering av data och göra den skrivbar igen?"
    },
    "Are you sure you want to permanently delete all files within this folder?": {
        "fi": "Oletko varma, että haluat poistaa pysyvästi kaikki tämän kansion tiedostot?",
        "sv": "Är du säker på att du vill ta bort alla filerna i den här mappen permanent?"
    },
    "Are you sure you want to permanently delete this file?": {
        "fi": "Oletko varma, että haluat poistaa pysyvästi tämän tiedoston?",
        "sv": "Är du säker på att du vill ta bort den här filen permanent?"
    },
    "Be absolutely sure you want to delete all files within the selected folder before proceeding.": {
        "fi": "Olethan täysin varma, että haluat poistaa kaikki valitun kansion tiedostot ennen kuin jatkat.",
        "sv": "Var säker på att du vill radera alla filerna i den valda mappen innan du fortsätter."
    },
    "Be absolutely sure you want to delete the file before proceeding.": {
        "fi": "Olethan täysin varma, että haluat poistaa tiedoston ennen kuin jatkat.",
        "sv": "Var säker på att du vill radera filen innan du fortsätter."
    },
    "Be absolutely sure you want to freeze the file before proceeding.": {
        "fi": "Olethan täysin varma, että haluat jäädyttää tiedoston ennen kuin jatkat.",
        "sv": "Var säker på att du vill frysa filen innan du fortsätter."
    },
    "Be absolutely sure you want to freeze the folder before proceeding.": {
        "fi": "Olethan täysin varma, että haluat jäädyttää kansion ennen kuin jatkat.",
        "sv": "Var säker på att du vill frysa mappen innan du fortsätter ."
    },
    "Be absolutely sure you want to unfreeze all files within the selected folder before proceeding.": {
        "fi": "Olethan täysin varma, että haluat palauttaa kaikki valitun kansion tiedostot valmistelualueelle ennen kuin jatkat.",
        "sv": "Var säker på att du vill flytta alla filerna i den valda mappen tillbaka till området för preparering av data innan du fortsätter."
    },
    "Be absolutely sure you want to unfreeze the file before proceeding.": {
        "fi": "Olethan täysin varma, että haluat palauttaa tiedoston valmistelualueelle ennen kuin jatkat.",
        "sv": "Var säker på att du vill flytta filen tillbaka till området för preparering av data innan du fortsätter."
    },
    "Cancel": {
        "fi": "Peruuta",
        "sv": "Ångra"
    },
    "Checksum": {
        "fi": "Tarkistussumma",
        "sv": "Kontrollsumma"
    },
    "Cleared": {
        "fi": "Hylätty",
        "sv": "Borttaget"
    },
    "Cleared Actions": {
        "fi": "Hylätyt toiminnot",
        "sv": "Borttagna åtgärder"
    },
    "Close": {
        "fi": "Sulje",
        "sv": "Stäng"
    },
    "Completed": {
        "fi": "Suoritettu",
        "sv": "Genomförd"
    },
    "Completed Actions": {
        "fi": "Suoritetut toiminnot",
        "sv": "Genomförda åtgärder"
    },
    "Delete": {
        "fi": "Poista",
        "sv": "Ta bort"
    },
    "Delete action failed": {
        "fi": "Poistotoiminto epäonnistui",
        "sv": "Borttagningen misslyckades"
    },
    "Delete File?": {
        "fi": "Poista tiedosto?",
        "sv": "Ta bort filen?"
    },
    "Delete Folder?": {
        "fi": "Poista kansio?",
        "sv": "Ta bort mapp?"
    },
    "Delete permanently": {
        "fi": "Poista pysyvästi",
        "sv": "Ta bort permanent"
    },
    "Deleted files will no longer be accessible to other services, making all external references to them invalid. All replicated copies of deleted files will be removed.": {
        "fi": "Poistetut tiedostot eivät ole enää saatavilla muille palveluille, ja kaikki ulkoiset viittaukset niihin menevät rikki. Poistettavista tiedostoista ei jää palveluun yhtään kopiota.",
        "sv": "De borttagna filerna kommer inte längre att vara tillgängliga för andra tjänster och alla externa referenser till dem görs ogiltiga. Alla replikerade kopior av de här filerna kommer också att raderas."
    },
    "Deleting will entirely remove all files within the selected folder from the service.": {
        "fi": "Poistaminen tarkoittaa, että kaikki valitun kansion sisältämät tiedostot poistetaan palvelusta pysyvästi.",
        "sv": "Borttagningen innebär att alla filer i den valda mappen kommer att raderas från servicen."
    },
    "Deleting will entirely remove the selected file from the service.": {
        "fi": "Poistaminen tarkoittaa, että valittu tiedosto poistetaan pysyvästi palvelusta.",
        "sv": "Om du tar bort den valda filen betyder det att den raderas permanent från servicen."
    },
    "Depending on the amount of data, the background operations may still take several hours.": {
        "fi": "Datan määrästä riippuen taustaoperaatiot voivat kestää vielä useita tunteja.",
        "sv": "Åtgärderna kan ännu ta upp till flera timmar om datamängden är stor."
    },
    "Depending on the amount of data, the background operations may take several hours.": {
        "fi": "Datan määrästä riippuen taustaoperaatiot voivat kestää useita tunteja.",
        "sv": "Åtgärderna kan ta upp till flera timmar om datamängden är stor ."
    },
    "Do you wish to proceed?": {
        "fi": "Haluatko jatkaa?",
        "sv": "Vill du fortsätta?"
    },
    "Do you wish to view the data in its frozen location?": {
        "fi": "Haluatko siirtyä tarkastelemaan dataa jäädytetyllä alueella?",
        "sv": "Vill du se materialet på det frysta området?"
    },
    "Do you wish to view the data in its staging location?": {
        "fi": "Haluatko siirtyä tarkastelemaan dataa valmistelualueella?",
        "sv": "Vill du se materialet i området för preparering av data?"
    },
    "Error fetching file details": {
        "fi": "Virhe haettaessa tiedoston tietoja",
        "sv": "Fel vid hämtning av information om filen"
    },
    "Error fetching frozen file details": {
        "fi": "Virhe haettaessa jäädytetyn tiedoston tietoja",
        "sv": "Fel vid hämtning av information om den frysta filen"
    },
    "Error fetching pending actions": {
        "fi": "Virhe haettaessa odottavia toimintoja",
        "sv": "Fel vid hämtning av väntande åtgärder"
    },
    "Error fetching project title": {
        "fi": "Virhe haettaessa projektin nimeä",
        "sv": "Fel vid hämtning av projektets titel"
    },
    "Failed": {
        "fi": "Epäonnistunut",
        "sv": "Misslyckad åtgärd"
    },
    "Failed Actions": {
        "fi": "Epäonnistuneet toiminnot",
        "sv": "Misslyckade åtgärder"
    },
    "Failed to check dataset intersection": {
        "fi": "Virhe tarkistettaessa tiedostojen sisältymistä tutkimusaineistoihin",
        "sv": "Misslyckades med att kontrollera överlappning av datasets"
    },
    "Failed to load action files": {
        "fi": "Toiminnon tiedostolistan lataaminen epäonnistui.",
        "sv": "Misslyckades med att ladda listan på filerna som hör till åtgärden."
    },
    "Failed to lock project when initiating requested action.": {
        "fi": "Projektin lukitseminen epäonnistui aloitettaessa pyydettyä toimintoa.",
        "sv": "Misslyckades med att låsa projektet då den begärda åtgärden initierades."
    },
    "Failed to retrieve action details": {
        "fi": "Toiminnon tietojen hakeminen epäonnistui.",
        "sv": "Misslyckades med att hämta åtgärdens detaljer."
    },
    "Failed to retrieve action files": {
        "fi": "Toimintoon liittyvän tiedostolistan hakeminen epäonnistui.",
        "sv": " Misslyckades med att hämta listan på filerna som hör till åtgärden ."
    },
    "Failed to retrieve actions": {
        "fi": "Toimintojen hakeminen epäonnistui.",
        "sv": "Misslyckades med att hämta åtgärderna."
    },
    "Failed to retry action": {
        "fi": "Toiminnon uudelleenkäynnistäminen epäonnistui.",
        "sv": "Misslyckades med att försöka om åtgärden."
    },
    "File": {
        "fi": "Tiedosto",
        "sv": "Fil"
    },
    "File Checksums Generated": {
        "fi": "Tiedostojen tarkistussummat luotu",
        "sv": "Kontrollsummorna skapade"
    },
    "File Count": {
        "fi": "Tiedostojen määrä",
        "sv": "Antal filer"
    },
    "File ID": {
        "fi": "Tiedoston tunniste",
        "sv": "Filidentifierare"
    },
    "File IDs Generated": {
        "fi": "Tiedostojen tunnisteet luotu",
        "sv": "Filidentifierare skapade"
    },
    "File Metadata Stored": {
        "fi": "Tiedostometatiedot tallennettu",
        "sv": "Filmetadata sparad"
    },
    "File no longer frozen at this location": {
        "fi": "Tiedosto ei ole enää jäädytettynä tässä sijainnissa",
        "sv": "Filen är inte längre fryst på denna plats"
    },
    "File Storage Updated": {
        "fi": "Tallennustila päivitetty",
        "sv": "Lagringsuppgifter uppdaterade"
    },
    "Files": {
        "fi": "Tiedostot",
        "sv": "Filer"
    },
    "Files Replicated": {
        "fi": "Tiedostot replikoitu",
        "sv": "Filerna replikerade"
    },
    "Files are safely stored in the IDA service when they are in the Frozen area.": {
        "fi": "Tiedostot ovat turvallisesti tallennettu IDA-palveluun, kun ne ovat jäädytetyllä alueella.",
        "sv": "Filerna är lagrade säkert i IDA-tjänsten när de är i det frysta området."
    },
    "Files can be added only in the Staging area (root folder ending in +)": {
        "fi": "Tiedostoja voidaan lisätä ainoastaan Valmistelualueelle (juurikansio jonka päätteenä on +)",
        "sv": "Filer kan endast läggas till i mappar med plustecken (+, området för preparering av data)"
    },
    "Folder": {
        "fi": "Kansio",
        "sv": "Mapp"
    },
    "For more information, see the IDA User Quide.": {
        "fi": "Lisätietoja löydät IDA-palvelun käyttöoppaasta.",
        "sv": "För mer information, se IDA:s användarhandbok."
    },
    "Freeze": {
        "fi": "Jäädytä",
        "sv": "Frys"
    },
    "Freeze action failed": {
        "fi": "Jäädytystoiminto epäonnistui",
        "sv": "Frysåtgärden misslyckades"
    },
    "Freeze File?": {
        "fi": "Jäädytä tiedosto?",
        "sv": "Frysa filen?"
    },
    "Freeze Folder?": {
        "fi": "Jäädytä kansio?",
        "sv": "Frysa mapp?"
    },
    "Freezing will move all files within the selected folder to the frozen area, making all files read-only and visible to other services.": {
        "fi": "Jäädyttäminen siirtää kaikki valitun kansion tiedostot jäädytetylle alueelle, jossa niihin on vain lukuoikeus ja ne ovat näkyvissä muille palveluille.",
        "sv": "Frysningen av data kommer att flytta alla filerna i den valda mappen till det frysta området, vilket gör dem skrivskyddade och synliga för andra tjänster."
    },
    "Freezing will move the selected file to the frozen area, making it read-only and visible to other services.": {
        "fi": "Jäädyttäminen siirtää valitun tiedoston jäädytetylle alueelle, jossa siihen on vain lukuoikeus ja se on näkyvissä muille palveluille.",
        "sv": "Frysningen av data kommer att flytta den valda filen till det frysta området, vilket gör den skrivskyddad och synlig för andra tjänster."
    },
    "Frozen": {
        "fi": "Jäädytetty",
        "sv": "Fryst"
    },
    "Frozen files will be replicated to separate physical storage to guard against loss of data due to hardware failure.": {
        "fi": "Jäädytetyt tiedostot kopioidaan toiselle fyysiselle tallennusmedialle, mikä suojaa niitä vakavissa vikatilanteissa.",
        "sv": "De frysta filerna kommer att replikeras till andra media, vilket skyddar data vid fall av enskilda hårdvarufel."
    },
    "IDA Quick Start Guide": {
        "fi": "IDAn pikaopas",
        "sv": "IDA Quick Start Guide"
    },
    "IDA User Guide": {
        "fi": "IDAn käyttöopas",
        "sv": "IDA:s användarhandbok"
    },
    "Initiated": {
        "fi": "Aloitettu",
        "sv": "Initierad"
    },
    "Insufficient parameters specified.": {
        "fi": "Puuttuvat parametrit määritelty.",
        "sv": "Otillräckligt med parametrar angivna."
    },
    "Invalid action specified.": {
        "fi": "Virheellinen toiminto määritelty.",
        "sv": "Ogiltig åtgärd angiven."
    },
    "Invalid change specified.": {
        "fi": "Virheellinen muutos määritelty.",
        "sv": "Ogiltig förändring angiven."
    },
    "Invalid mode specified.": {
        "fi": "Virheellinen tila määritelty.",
        "sv": "Ogiltigt läge angivet."
    },
    "Invalid status specified.": {
        "fi": "Virheellinen tila määritelty.",
        "sv": "Ogiltig status angiven."
    },
    "Modified": {
        "fi": "Muokattu",
        "sv": "Modifierad"
    },
    "More information": {
        "fi": "Lisätietoja",
        "sv": "Läs mer"
    },
    "No": {
        "fi": "Ei",
        "sv": "Nej"
    },
    "No action specified.": {
        "fi": "Tieto toiminnosta puuttuu.",
        "sv": "Ingen åtgärd vald."
    },
    "No checksums specified.": {
        "fi": "Tieto tarkistussummasta puuttuu.",
        "sv": "Ingen kontrollsumma vald."
    },
    "No cleared actions found.": {
        "fi": "Hylättyjä toimintoja ei löytynyt.",
        "sv": "Inga borttagna åtgärder hittades."
    },
    "No completed actions found.": {
        "fi": "Suoritettuja toimintoja ei löytynyt.",
        "sv": "Inga slutförda åtgärder hittades."
    },
    "No failed actions found.": {
        "fi": "Epäonnistuneita toimintoja ei löytynyt.",
        "sv": "Inga misslyckade åtgärder hittades."
    },
    "No lock exists for the service.": {
        "fi": "Palvelulle ei löydy lukkoa.",
        "sv": "Ingen låsning finns för tjänsten."
    },
    "No lock exists for the specified project.": {
        "fi": "Valitulle projektille ei löydy lukkoa.",
        "sv": "Saknar lås för det valda projektet."
    },
    "No pending actions found.": {
        "fi": "Odottavia toimintoja ei löytynyt.",
        "sv": "Inga väntande åtgärder hittades."
    },
    "Node Type": {
        "fi": "Tyyppi",
        "sv": "Nodtyp"
    },
    "not shown": {
        "fi": "ei näytetä",
        "sv": "inte visas"
    },
    "Note": {
        "fi": "Huomautus",
        "sv": "Notera"
    },
    "OK": {
        "fi": "OK",
        "sv": "OK"
    },
    "Once deleted, the file will no longer be visible in Qvain, and any datasets which include the deleted file will become invalid and marked as deprecated.": {
        "fi": "Poistettu tiedosto ei enää näy Qvaimessa, ja kaikki aineistot, jotka sisältävät tämän poistetun tiedoston merkitään vanhentuneiksi.",
        "sv": "När filen raderats kommer den inte längre vara synlig i Qvain, och alla dataset som inkluderar den återställda filen blir ogiltiga och kommer att markeras som föråldrade."
    },
    "Once deleted, the files will no longer be visible in Qvain, and any datasets which include any of the deleted files will become invalid and marked as deprecated.": {
        "fi": "Poistetut tiedostot eivät enää näy Qvaimessa, ja kaikki aineistot, jotka sisältävät poistettuja tiedostoja, merkitään vanhentuneiksi.",
        "sv": "När filerna raderats kommer de inte längre vara synliga i Qvain, och alla dataset som inkluderar de återställda filerna blir ogiltiga och kommer att markeras som föråldrade."
    },
    "Once initiated, the progress of the action can be checked from the Pending Actions view.": {
        "fi": "Kun toiminto on aloitettu, sen etenemistä voidaan tarkastella odottavien toimintojen näkymässä.",
        "sv": "När åtgärden har initierats kan dess framsteg ses i vyn för väntande åtgärder."
    },
    "Once frozen, the file will be visible in Qvain and may be included in one or more datasets.": {
        "fi": "Jäädyttämisen jälkeen tiedosto näkyy Qvaimessa ja se voidaan sisällyttää yhteen tai useampaan aineistoon.",
        "sv": "När filen är fryst blir den tillgänglig i Qvain och kan inkluderas i ett eller flera dataset."
    },
    "Once frozen, the files will be visible in Qvain and may be included in one or more datasets.": {
        "fi": "Jäädyttämisen jälkeen tiedostot näkyvät Qvaimessa ja ne voidaan sisällyttää yhteen tai useampaan aineistoon.",
        "sv": "När filerna är frysta kommer de att vara synliga i Qvain och kan inkluderas i en eller flera datasets."
    },
    "Once unfrozen, the file will no longer be visible in Qvain, and any datasets which include the unfrozen file will become invalid and marked as deprecated.": {
        "fi": "Valmistelualueelle palauttamisen jälkeen tiedosto ei enää näy Qvaimessa, ja kaikki aineistot, jotka sisältävät tämän valmistelualueelle palautetun tiedoston merkitään vanhentuneiksi.",
        "sv": "När filen flyttats tillbaka till preparering är kommer den inte längre vara synlig i Qvain, och alla dataset som inkluderar den återställda filen blir ogiltiga och kommer att markeras som föråldrade."
    },
    "Once unfrozen, the files will no longer be visible in Qvain, and any datasets which include any of the unfrozen files will become invalid and marked as deprecated.": {
        "fi": "Valmistelualueelle palauttamisen jälkeen tiedostot eivät enää näy Qvaimessa, ja kaikki aineistot, jotka sisältävät valmistelualueelle palautettuja tiedostoja, merkitään vanhentuneiksi.",
        "sv": "När filerna har flyttats tillbaka till området för preparering av data kommer de inte längre att vara synliga i Qvain, och de datasets som inkluderar de här filerna blir ogiltiga och kommer att markeras som föråldrade."
    },
    "One or more files included in the specified action belong to a dataset. Proceeding with the specified action will permanently deprecate the datasets listed below.": {
        "fi": "Yksi tai useampi valitsemistasi tiedostoista on osa tutkimusaineistoa. Jos jatkat, alle listatut tutkimusaineistot rikkoutuvat pysyvästi.",
        "sv": "En eller flera av de filer du valt för åtgärden ingår i ett dataset. Om du fortsätter förstörs de dataset som listas här nedan permanent."
    },
    "Operation is only permitted in test environment": {
        "fi": "Toiminto sallittu vain testiympäristössä.",
        "sv": "Åtgärden är endast tillåten i testmiljön."
    },
    "Pathname": {
        "fi": "Tiedostopolku",
        "sv": "Sökväg"
    },
    "Pathname must begin with staging or frozen root folder": {
        "fi": "Tiedostopolun tulee alkaa valmistelualueen tai jäädytetyn alueen juurihakemistosta.",
        "sv": "Sökvägen måste börja med rotmappen från området för preparering av data eller det frysta området."
    },
    "Pending": {
        "fi": "Odottavat",
        "sv": "Väntar"
    },
    "Pending Actions": {
        "fi": "Odottavat toiminnot",
        "sv": "Väntande åtgärder"
    },
    "Project": {
        "fi": "Projekti",
        "sv": "Projekt"
    },
    "Project suspended. Action not permitted.": {
        "fi": "Projekti on lukitussa tilassa. Toiminto ei sallittu.",
        "sv": "Projektet är avstängt. Åtgärden är ej tillåten."
    },
    "... remainder of files not shown ...": {
        "fi": "... loppuja tiedostoja ei näytetä ...",
        "sv": "... resten av filerna visas inte ..."
    },
    "RETRY": {
        "fi": "YRITÄ UUDELLEEN",
        "sv": "FÖRSÖK IGEN"
    },
    "Retried by": {
        "fi": "Uudelleenyrityksen käynnistänyt",
        "sv": "Omförsök gjort av"
    },
    "Retry of": {
        "fi": "Uudelleenyritetty toiminto",
        "sv": "Omförsök av"
    },
    "Scope": {
        "fi": "Kohde",
        "sv": "Mål"
    },
    "Security": {
        "fi": "Turvallisuus",
        "sv": "Säkerhet"
    },
    "Session user does not belong to any projects.": {
        "fi": "Käyttäjä ei kuulu mihinkään projektiin.",
        "sv": "Användaren hör inte till något projekt."
    },
    "Session user does not belong to the specified project": {
        "fi": "Käyttäjä ei kuulu määriteltyyn projektiin.",
        "sv": "Användaren hör inte till det angivna projektet."
    },
    "Session user does not have permission to modify the specified action.": {
        "fi": "Käyttäjällä ei ole oikeuksia muokata määriteltyä toimintoa.",
        "sv": "Användaren har inte rättigheter att ändra den angivna åtgärden."
    },
    "Session user does not have permission to modify the specified file.": {
        "fi": "Käyttäjällä ei ole oikeuksia muokata määriteltyä tiedostoa.",
        "sv": "Användaren har inte rättigheter att ändra den angivna filen."
    },
    "Session user does not have permission to update the specified value.": {
        "fi": "Käyttäjällä ei ole lupaa päivittää valittua arvoa.",
        "sv": "Användaren har inte rättigheter att uppdatera värdet i fråga."
    },
    "Size": {
        "fi": "Koko",
        "sv": "Storlek"
    },
    "Specified action is neither failed nor pending.": {
        "fi": "Valittu toiminto ei ole epäonnistunut tai odottava.",
        "sv": "Den valda åtgärden är varken misslyckad eller väntande."
    },
    "Specified action is not a failed action.": {
        "fi": "Valittu toiminto ei ole epäonnistunut toiminto.",
        "sv": "Den valda åtgärden är inte misslyckad."
    },
    "Staging": {
        "fi": "Valmistelu",
        "sv": "Preparering"
    },
    "The action cannot be terminated after it has been initiated.": {
        "fi": "Toimintoa ei voi keskeyttää sen käynnistämisen jälkeen.",
        "sv": "Åtgärden kan inte avbrytas efter att den har påbörjats."
    },
    "THIS ACTION CANNOT BE UNDONE!": {
        "fi": "TÄTÄ TOIMINTOA EI VOI PERUA!",
        "sv": "DENNA ÅTGÄRD KAN INTE ÅNGRAS!"
    },
    "Target must be specified.": {
        "fi": "Kohde on määriteltävä.",
        "sv": "Ett mål måste anges."
    },
    "Target must begin with staging or frozen root folder": {
        "fi": "Kohteen on alettava valmistelualueen tai jäädytetyn alueen juurihakemistosta.",
        "sv": "Målet måste börja med en rotmapp från området för preparering av data eller det frysta området."
    },
    "The action cannot be terminated before it is complete.": {
        "fi": "Toimintoa ei voi keskeyttää sen ollessa käynnissä.",
        "sv": "Åtgärden kan inte avbrytas."
    },
    "The action will initiate several background operations.": {
        "fi": "Toiminto käynnistää useita taustaoperaatioita.",
        "sv": "Åtgärden kommer att initiera flera bakgrundsoperationer."
    },
    "The current user does not belong to any projects.": {
        "fi": "Käyttäjä ei kuulu mihinkään projektiin.",
        "sv": "Användaren hör inte till något projekt."
    },
    "The data has been successfully frozen and moved to the project frozen area, located under the same relative pathname where it used to be located in the staging area.": {
        "fi": "Data on onnistuneesti jäädytetty ja siirretty projektin jäädytetylle alueelle, samaan tiedostopolkuun jossa se oli valmistelualueella.",
        "sv": "Datan har nu frysts och flyttats till projektets frysta område, med samma relativa sökväg som i prepareringsområdet."
    },
    "The data has been successfully unfrozen and moved back to the project staging area, located under the same relative pathname where it used to be located in the frozen area.": {
        "fi": "Data on onnistuneesti palautettu takaisin projektin valmistelualueelle, samaan tiedostopolkuun jossa se oli jäädytetyllä alueella.",
        "sv": "Datan har nu flyttats tillbaka till projektets prepareringsområde, med samma relativa sökväg där de tidigare befann sig i det frysta området."
    },
    "The data has been successfully deleted from the project frozen area.": {
        "fi": "Data on onnistuneesti poistettu projektin jäädytettyltä alueelta.",
        "sv": "Datan har nu raderats från projektets frysta område."
    },
    "The error parameter is required when recording a failed timestamp.": {
        "fi": "Virheilmoitus-parametri vaaditaan epäonnistuneen aikaleiman kirjaamiseen.",
        "sv": "Felets parameter krävs då man registrerar en tidstämpel för en misslyckad åtgärd."
    },
    "The files have been successfully deleted.": {
        "fi": "Tiedostot ovat poistettu onnistuneesti.",
        "sv": "Filerna har tagits bort."
    },
    "The frozen file will be replicated to separate physical storage to guard against loss of data due to hardware failure.": {
        "fi": "Jäädytetty tiedosto kopioidaan toiselle fyysiselle tallennusmedialle, mikä suojaa sitä vakavissa vikatilanteissa.",
        "sv": "Den frysta filen kopieras till ett annat medium, vilket skyddar den vid fall av hårdvarufel."
    },
    "The initiated action is": {
        "fi": "Aloitettu toiminto on",
        "sv": "Den initierade åtgärden är"
    },
    "The requested action conflicts with an existing file in the frozen area.": {
        "fi": "Pyydetty toiminto on yhteensopimaton jäädytetyllä alueella jo olemassaolevan tiedoston kanssa.",
        "sv": "Den begärda åtgärden står i konflikt med en existerande fil på det frysta området."
    },
    "The requested action conflicts with an existing file in the staging area.": {
        "fi": "Pyydetty toiminto on yhteensopimaton valmistelualueella jo olemassaolevan tiedoston kanssa.",
        "sv": "Den begärda åtgärden står i konflikt med en existerande fil I området för preparering av data"
    },
    "The requested action conflicts with an ongoing action in the specified project.": {
        "fi": "Pyydetty toiminto on ristiriidassa valitussa projektissa käynnissä olevan toiminnon kanssa.",
        "sv": "Den begärda åtgärden är i konflikt med en pågående åtgärd i det angivna projektet."
    },
    "The requested change conflicts with an ongoing action in the specified project.": {
        "fi": "Pyydetty muutos on ristiriidassa valitussa projektissa käynnissä olevan toiminnon kanssa.",
        "sv": "Förändringen står i konflikt med en pågående åtgärd."
    },
    "The specified action does not exist.": {
        "fi": "Valittua toimintoa ei ole olemassa.",
        "sv": "Den begärda åtgärden finns inte."
    },
    "The specified action was not found.": {
        "fi": "Valittua toimintoa ei löytynyt.",
        "sv": "Den begärda åtgärden hittades inte."
    },
    "The specified file was not found.": {
        "fi": "Valittua tiedostoa ei löytynyt.",
        "sv": "Den valda filen hittades inte."
    },
    "The specified folder contains no files which can be frozen.": {
        "fi": "Valittu kansio ei sisällä tiedostoja, jotka voitaisiin jäädyttää.",
        "sv": "Den valda mappen innehåller inga filer som kunde frysas."
    },
    "The specified folder contains no files which can be unfrozen.": {
        "fi": "Valittu kansio ei sisällä tiedostoja, jotka voitaisiin palauttaa valmistelualueelle.",
        "sv": "Den valda mappen innehåller inga filer som kunde flyttas tillbaka till området för preparering av data."
    },
    "The specified project was not found.": {
        "fi": "Määriteltyä projektia ei löytynyt.",
        "sv": "Det angivna projektet hittades inte."
    },
    "The specified scope conflicts with an ongoing action in the specified project.": {
        "fi": "Valittu kohde on ristiriidassa valitussa projektissa käynnissä olevan toiminnon kanssa.",
        "sv": "Det angivna målet står i konflikt med en pågående åtgärd för projektet."
    },
    "The specified scope could not be found in the frozen area of the project.": {
        "fi": "Määriteltyä kohdetta ei löytynyt projektin jäädytetyltä alueelta.",
        "sv": "Det angivna målet kunde inte hittas i projektets frysta område."
    },
    "The specified scope could not be found in the staging area of the project.": {
        "fi": "Määriteltyä kohdetta ei löytynyt projektin valmistelualueelta.",
        "sv": "Det angivna målet kunde inte hittas i projektets område för preparering av data."
    },
    "Unable to lock the service.": {
        "fi": "Palvelun lukitseminen epäonnistui.",
        "sv": "Kunde inte låsa tjänsten."
    },
    "Unable to lock the specified project.": {
        "fi": "Valittua projektia ei voitu lukita.",
        "sv": "Det valda projektet kunde inte låsas."
    },
    "Unable to put the service into offline mode.": {
        "fi": "Palvelua ei voitu asettaa offline-tilaan.",
        "sv": "Kunde inte sätta tjänsten i offlineläge."
    },
    "Unable to put the service into online mode.": {
        "fi": "Palvelua ei voitu asettaa online-tilaan.",
        "sv": "Kunde inte sätta tjänsten i onlineläge."
    },
    "Unable to unlock the service.": {
        "fi": "Palvelun lukituksen poistaminen epäonnistui.",
        "sv": "Kunde inte låsa upp tjänsten."
    },
    "Unable to unlock the specified project.": {
        "fi": "Valitun projektin lukitusta ei voitu poistaa.",
        "sv": "Det valda projektet kunde inte låsas upp."
    },
    "Unfreeze": {
        "fi": "Palauta valmistelualueelle",
        "sv": "Återställ till preparering"
    },
    "Unfreeze action failed": {
        "fi": "Palautustoiminto epäonnistui",
        "sv": "Återställningsåtgärden misslyckades"
    },
    "Unfreeze File?": {
        "fi": "Palauta tiedosto valmistelualueelle?",
        "sv": "Återställ filen till preparering?"
    },
    "Unfreeze Folder?": {
        "fi": "Palauta kansio valmistelualueelle?",
        "sv": "Återställ mappen till preparering?"
    },
    "Unfreezing will move all files within the selected folder back to the staging area, making them fully editable.": {
        "fi": "Valmistelualueelle palauttaminen siirtää valitun kansion kaikki tiedostot valmistelualueelle ja tekee niistä muokattavia.",
        "sv": "Om du återställer mappen till preparering blir alla filer i mappen redigerbara."
    },
    "Unfreezing will move the selected file back to the staging area, making it fully editable.": {
        "fi": "Palauttaminen siirtää valitun tiedoston takaisin valmistelualueelle, jolloin se on muokattavissa.",
        "sv": "Om du återställer filen till preparering blir den helt redigerbar."
    },
    "Unfrozen files will no longer be accessible to Qvain or Etsin, making all published datasets that refer to them invalid. All replicated file copies will be removed.": {
        "fi": "Valmistelualueelle palautetut tiedostot eivät ole enää saatavilla Qvaimelle tai Etsimelle, ja kaikki aineistot, jotka viittaavat niihin merkitään vanhentuneiksi. Kaikki jäädytystoimenpiteet mitätöidään.",
        "sv": "Filer som återställts till preparering blir otillgängliga för Qvain eller Etsin, vilket gör alla publicerade dataset som refererar till dem ogiltiga. Alla replikerade filkopior kommer att raderas."
    },
    "Unknown project.": {
        "fi": "Tuntematon projekti.",
        "sv": "Okänt projekt."
    },
    "Upload files or folders by using drag and drop or by using the New menu above": {
        "fi": "Lataa tiedostoja tai kansioita raahamalla ja pudottamalla tai käyttämällä yllä olevaa Uusi-valikkoa",
        "sv": "Ladda upp filer eller mappar genom att dra och släppa eller använda menyn Ny ovanför"
    },
    "Uploaded": {
        "fi": "Ladattu",
        "sv": "Uppladdat"
    },
    "User": {
        "fi": "Käyttäjä",
        "sv": "Användare"
    },
    "Warning: Datasets will be deprecated!": {
        "fi": "Varoitus: Tutkimusaineistot tullaan merkitsemään vanhentuneiksi!",
        "sv": "Varning: Datasets kommer att avvecklas!"
    },
    "Yes": {
        "fi": "Kyllä",
        "sv": "Ja"
    }
}